{
    "home-header":{
        "category":"Chủ đề",
        "category-des":"Chọn chủ đề muốn xăm",
        "facility":"Cơ sở",
        "facility-des":"Chọn cơ sở trên toàn hà nội",
        "artist":"Thợ xăm",
        "artist-des":"Đặt lịch cho thợ xăm hình",
        "combo":"Gói Xăm",
        "combo-des":"Các gói xăm",
        "support":"hỗ trợ"
        


    },
    "homeheader-banner":{
        "banner-title-content1":"Saturday Tattoo",
        "sologan":"Tattoo đẳng cấp thế giới"
    },
    "des":{
        "des1-right-text1":"TRẢI NGHIỆM MỘT KHÔNG GIAN ĐẦY NGHỆ THUẬT",
        "des1-right-text2":"Tại sao chọn Saturday tattoo?",
        "des1-right-text3":"Chúng tôi sử dụng những dụng cụ tốt nhất và có những nghệ sĩ xăm tài năng nhất? Lời quảng cáo chung chung mà tất cả tiệm xăm sử dụng có lẽ sẽ không mang lại nhiều ý nghĩa với bạn. Nghệ thuật xấu hay đẹp sẽ khác nhau trong mắt của mỗi người và chính bạn là người đánh giá điều đó khi xem những tác phẩm được thực hiện tại tiệm xăm của chúng tôi. Điều khác biệt mà chúng tôi tự hào là trải nghiệm của bạn mỗi khi đến với chúng tôi và cái đó thì sẽ khó để diễn tả bằng lời. Có một điều chúng tôi có thể đảm bảo khi bạn đến với Saturdayo là bạn sẽ không có rủi ro về tài chính. Hãy đến để thấy sự khác biệt và chỉ trả tiền khi bạn hài lòng với kết quả bạn nhận được",
        "booking-button":"Đặt lịch",
        "contact-button":"Trò chuyện",
        "des2-left-text1":"CHÚNG TÔI XĂM NHỮNG GÌ BẠN TƯỞNG TƯỢNG",
        "des2-left-text2":"Saturday Tattoo có thể xăm phong cách nào?",
        "des2-left-text3":"Saturday Tattoo là nơi quy tụ 8 nghệ sĩ kinh nghiệm với niềm đam mê và theo đuổi những phong cách xăm hình khác nhau. Chúng tôi sẽ đảm bảo chọn cho bạn một nghệ sĩ phù hợp nhất với phong cách mà bạn lựa chọn. Làm tròn vai không phải là điều chúng tôi hướng tới, thể hiện tác phẩm vượt qua sự mong đợi của bạn mới là mục tiêu của chúng tôi. Đừng ngần ngại kể với chúng tôi bất kì những gì bạn muốn, chúng tôi sẽ giúp bạn làm nốt phần còn lại.",
        "des3-right-text1":"AN TOÀN TUYỆT ĐỐi",
        "des3-right-text2":"Xăm ở Saturdayo có an toàn?",
        "des3-right-text3":"kể từ ngày hoạt động từ cuối năm 2016, Saturdayo chưa hề có một trường hợp nào khách hàng bị nhiễm khuẩn. Có một số lý do được nêu ra dưới đây để bạn có thể hoàn toàn tin tưởng vào sự an toàn khi xăm hình tại Saturdayo. Toàn bộ dụng cụ tiếp xúc trực tiếp với da của bạn như kim và mực đã được vô trùng và chỉ sử dụng một lần duy nhất. Bề mặt xung quanh và những vật dụng nghệ sĩ xăm chạm vào được bọc cẩn thận để đảm bảo môi trường làm việc đủ tiêu chuẩn vệ sinh. Sau khi xăm chúng tôi cung cấp lựa chọn miếng dán bảo vệ hình xăm và hướng dẫn cụ thể để đảm bảo bạn không gặp phải bất kì rủi do gì trong suốt quá trình chăm sóc sau xăm. Hơn nữa với những nghệ sĩ nhiều năm kinh nghiệm với sự am hiểu về nhiều chất da khác nhau, vì vậy độ sát thương lên da được kiểm soát tốt dẫn đến việc xăm sẽ trở nên nhẹ nhàng hơn và tránh được những rủi do như hình xăm bị nhoè hoặc thành sẹo nổi dày trên trên bề mặt. ",
        "des4-left-text1":"CẬP NHẬP HÀNG NGÀY",
        "des4-left-text2":"Xem những tác phẩm mới nhất của Saturdayo ở đâu?",
        "des4-left-text3":"Chúng tôi liên tục cập nhập các hoạt động và tác phẩm mới của mình trên Instagram và Facebook. Theo dõi page để được truyền cảm hứng cho ý tưởng hình xăm tiếp theo nhé!",        
        "rating-title":"Phản hồi của khách hàng",
        "rating-name":"Nguyễn Hoàng Long",
        "rating-subContent":"Một lựa chọn không thể tốt hơn",
        "rating-mainContent":"Em chẳng biết nói gì ngoài một từ “Tuyệt Vời”. Mọi thứ đều tuyệt. Từ con người,không gian,cách phục vục và tuyệt vời nhất là tác phẩm mà artist Ngọc thực hiện cho em. Một địa chỉ xăm uy tín,chắc chắn e phải quay lại đây vài lần nữa.",
        "footer-text":"Tự hào là một tiệm xăm được đánh giá cao nhất tại khu vực Hà Nội và là một trong những tiệm xăm đẹp nhất tại Việt Nam, chúng tôi luôn cố gắng hoàn thiện mình mỗi ngày để cho ra những tác phẩm nghệ thuật vượt qua sự mong đợi của khách hàng. Nghệ sĩ của chúng tôi sẽ lắng nghe một cách kĩ lưỡng nhất ý tưởng của khách hàng và đưa ra những lời khuyên chuyên môn để đảm bảo khách hàng có được những tác phẩm nghệ thuật đẹp nhất. Những vị khách đến với Saturdayo dù không có hẹn trước vẫn sẽ luôn được chào đón một cách nồng nhiệt nhất."
    },
    

    
    "homeheader-slide":{
        "album":"Thư viện ảnh"
        
    },



    "common": {
        "add": "Thêm",
        "edit": "Sửa",
        "delete": "Xóa",
        "decentralize": "Phân quyền",
        "close": "Đóng",
        "save": "Lưu",
        "refresh": "Refresh",
        "accept": "Chấp nhận",
        "confirm": "Xác nhận",
        "confirm-this-task": "Bạn có chắc chắn thực hiện tác vụ này?",
        "fail-to-load-data": "Không thể tải về dữ liệu",
        "unknown-error": "Có lỗi xảy ra",
        "internal-server-error": "Lỗi kết nối",
        "bad-request": "Yêu cầu không hợp lệ",
        "forbiden-request": "Thông tin truyền vào không hợp lệ",
        "fail-to-load-all-code": "Không thể tải về dữ liệu allcode",
        "sum": "Tổng",
        "date-range-invalid": "Khoảng thời gian không hợp lệ"
    },
    "login": {
        "login": "Đăng nhập",
        "username": "Tên đăng nhập",
        "password": "Mật khẩu",
        "userpass-wrong": "Sai tên đăng nhập hoặc mật khẩu!"
    },
    "menu": {
        "system": {
            "header": "Hệ thống",
            "system-administrator": {
                "header": "Quản trị hệ thống",
                "user-manage": "Quản lý người sử dụng",
                "product-manage": "Quản lý gói",
                "register-package-group-or-account": "Đăng ký gói dịch vụ cho nhóm/tài khoản"
            },
            "system-parameter": {
                "header": "Tham số hệ thống"
            }
        }
    },
    "system": {
        "user-manage": {
            "fail-to-load-fouser": "Không thể tải về danh sách người dùng",
            "user-id": "Mã người sử dụng",
            "usertype": "Loại người dùng",
            "username": "Tên người dùng",
            "fullname": "Tên đầy đủ",
            "mobile": "Số điện thoại",
            "email": "Email",
            "status": "Trạng thái",
            "add-user": "Thêm người dùng",
            "edit-user": "Sửa thông tin người dùng",
            "password": "Mật khẩu",
            "retype-password": "Nhập lại mật khẩu",
            "add-user-success": "Thêm người dùng thành công",
            "edit-user-success": "Thay đổi thông tin người dùng thành công",
            "add-user-fail": "Thêm người dùng thất bại",
            "edit-user-fail": "Thay đổi thông tin người dùng thất bại",
            "del-user-success": "Xóa người dùng thành công",
            "del-user-fail": "Xóa người dùng thất bại",
            "invalid-input": {
                "username": "Quý khách vui lòng nhập tên người dùng",
                "fullname": "Quý khách vui lòng nhập tên đầy đủ",
                "password": "Quý khách vui lòng nhập mật khẩu"
            },
            "sure-delete-user": "Bạn có chắc chắn muốn xóa người dùng này?"
        },
        "product-manage": {
            "fail-to-load-foprtype": "Không thể tải về danh sách gói",
            "prid": "Mã gói",
            "prname": "Tên gói",
            "prtype": "Loại gói",
            "status": "Trạng thái",
            "description": "Diễn giải",
            "effective-date": "Ngày hiệu lực",
            "expiration-date": "Ngày hết hiệu lực",
            "add-product": "Thêm gói",
            "add-product-success": "Thêm gói thành công",
            "add-product-fail": "Thêm gói thất bại",
            "edit-product": "Sửa thông tin gói",
            "package-decentralize": "Phân quyền chức năng",
            "edit-product-success": "Thay đổi thông tin gói thành công",
            "edit-product-fail": "Thay đổi thông tin gói thất bại",
            "delete-product-success": "Xóa gói thành công",
            "delete-product-fail": "Xóa gói thất bại",
            "invalid-input": {
                "prid": "Quý khách vui lòng nhập mã gói",
                "prname": "Quý khách vui lòng nhập tên gói"
            },
            "fail-to-load-decentralize-info": "Không thể tải về thông tin phân quyền chức năng",
            "save-decentralize-success": "Lưu phân quyền chức năng thành công",
            "save-decentralize-fail": "Lưu phân quyền chức năng thất bại",
            "sure-delete-package": "Bạn có chắc chắn muốn xóa gói này?"
        },
        "register-package-group-or-acc": {
            "assign-service-package-to-customer": "Gán gói dịch vụ cho khách hàng",
            "package-name": "Tên gói",
            "assign-type": "Loại gán",
            "cust-acc-group": "Nhóm KH/Tài khoản",
            "effective-date": "Ngày hiệu lực",
            "expiration-date": "Ngày hết hiệu lực",
            "assign": "Gán",
            "manage-assign-groups": "Quản lý gán nhóm",
            "group-cust-acc-name": "Tên nhóm/tài khoản KH",
            "del-assign": "Xóa gán",
            "fail-to-load-manage-assign-groups-list": "Không thể tải về thông tin quản lý gán nhóm",
            "invalid-selected": {
                "currentfoProduct": "Gói đang chọn không hợp lệ",
                "currentAssignType": "Loại gán không hợp lệ",
                "currentFoUser": "Nhóm KH/Tài khoản không hợp lệ"
            },
            "assign-service-package-to-customer-success": "Gán gói dịch vụ cho khách hàng thành công",
            "assign-service-package-to-customer-fail": "Gán gói dịch vụ cho khách hàng thất bại",
            "remove-assign-success": "Bỏ gán gói dịch vụ cho khách hàng thành công",
            "remove-assign-fail": "Bỏ gán gói dịch vụ cho khách hàng thất bại",
            "sure-delete-assign": "Bạn có chắc chắn muốn bỏ gán gói dịch vụ cho khách hàng?"
        }
    }
}